Repository: CrimsBerith/LociAR
Catalog: LociAR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt, ru, tr, zh_hans

# Paylaşırken baktığın yöne %lld° sola dön.
source: Turn %lld° left toward the direction you faced when posting.
ar: انعطف %lld° يسارًا باتجاه الاتجاه الذي واجهته عند النشر.
bn: %lld° বাম দিকে ঘুরুন যে দিকে আপনি পোস্ট করার সময় মুখোমুখি হয়েছিলেন।
de: Drehen Sie %lld° nach links in die Richtung, in die Sie beim Posten blickten.
es: Gire %lld° a la izquierda hacia la dirección en la que miraba al publicar.
fr: Tournez de %lld° vers la gauche pour retrouver l’orientation de la publication.
hi: %lld° को उस दिशा की ओर बाईं ओर मोड़ें जिसका सामना आपने पोस्ट करते समय किया था।
ja: 投稿時に向いていた方向へ、左に %lld° 回してください。
pt: Vire %lld° à esquerda na direção que você olhou ao postar.
ru: Поверните %lld° влево в направлении, в котором вы смотрели при публикации.
tr: Paylaşırken baktığın yöne %lld° sola dön.
zh_hans: 向左旋转 %lld°，对准发布帖子时的朝向。

# %lld yayın var. Birine dokun, sonra nokta atışı yönlendirme başlar.
source: There are %lld posts. Tap one to start aim guidance.
ar: هناك %lld منشورات. اضغط على أحدها لبدء إرشادات التصويب.
bn: %lld পোস্ট আছে। লক্ষ্য নির্দেশিকা শুরু করতে একটি আলতো চাপুন।
de: Es gibt %lld Beiträge. Tippen Sie auf einen, um die Zielführung zu starten.
es: Hay %lld publicaciones. Toca una para iniciar la guía de puntería.
fr: Il y a %lld publications. Appuyez sur l’une d’elles pour démarrer le guidage de visée.
hi: %lld पोस्ट हैं। लक्ष्य मार्गदर्शन शुरू करने के लिए एक टैप करें।
ja: %lld の投稿があります。いずれかをタップすると照準誘導が始まります。
pt: Há %lld postagens. Toque em uma para iniciar a orientação de mira.
ru: Доступно публикаций: %lld. Нажмите на одну, чтобы начать наведение.
tr: %lld yayın var. Birine dokun, sonra nokta atışı yönlendirme başlar.
zh_hans: 有 %lld 个帖子。点击其中一个以开始瞄准引导。

# Bağlantı kurulamadı. Biraz sonra tekrar dene.
source: Could not connect. Try again shortly.
ar: لا يمكن الاتصال. حاول مرة أخرى قريبا.
bn: সংযোগ করা যায়নি। শীঘ্রই আবার চেষ্টা করুন.
de: Es konnte keine Verbindung hergestellt werden. Versuchen Sie es in Kürze noch einmal.
es: No se pudo conectar. Vuelve a intentarlo en breve.
fr: Impossible de se connecter. Réessayez sous peu.
hi: कनेक्ट नहीं हो सका. शीघ्र ही पुनः प्रयास करें.
ja: 接続できませんでした。しばらくしてからもう一度お試しください。
pt: Não foi possível conectar. Tente novamente em breve.
ru: Не удалось подключиться. Повторите попытку через некоторое время.
tr: Bağlantı kurulamadı. Biraz sonra tekrar dene.
zh_hans: 无法连接。稍后再试。

# Dikey yüzeyde AR görünümü açılamadı. Tekrar dene.
source: Could not open AR view on a vertical surface. Try again.
ar: لا يمكن فتح عرض AR على سطح عمودي. حاول ثانية.
bn: উল্লম্ব পৃষ্ঠে AR ভিউ খোলা যায়নি। আবার চেষ্টা করুন
de: Die AR-Ansicht konnte auf einer vertikalen Fläche nicht geöffnet werden. Versuchen Sie es erneut.
es: No se pudo abrir la vista AR en una superficie vertical. Intentar otra vez.
fr: Impossible d'ouvrir la vue AR sur une surface verticale. Essayer à nouveau.
hi: ऊर्ध्वाधर सतह पर AR दृश्य नहीं खुल सका. पुनः प्रयास करें।
ja: 垂直面では AR ビューを開けませんでした。もう一度やり直してください。
pt: Não foi possível abrir a visualização AR em uma superfície vertical. Tente novamente.
ru: Не удалось открыть AR-вид на вертикальной поверхности. Попробуйте еще раз.
tr: Dikey yüzeyde AR görünümü açılamadı. Tekrar dene.
zh_hans: 无法在垂直表面上打开 AR 视图。再试一次。

# %@ adresine doğrulama bağlantısı gönderildi.
source: A verification link has been sent to %@.
ar: تم إرسال رابط التحقق إلى %@.
bn: একটি যাচাইকরণ লিঙ্ক %@ এ পাঠানো হয়েছে৷
de: Ein Bestätigungslink wurde an %@ gesendet.
es: Se ha enviado un enlace de verificación a %@.
fr: Un lien de vérification a été envoyé à %@.
hi: %@ पर एक सत्यापन लिंक भेजा गया है।
ja: 確認リンクが %@ に送信されました。
pt: Um link de verificação foi enviado para %@.
ru: Ссылка для подтверждения была отправлена на %@.
tr: %@ adresine doğrulama bağlantısı gönderildi.
zh_hans: 验证链接已发送至 %@。

# %@ paylaşımı hazır
source: %@ post ready
ar: %@ جاهز للنشر
bn: %@ পোস্ট প্রস্তুত
de: %@-Beitrag bereit
es: Publicación %@ lista
fr: Publication %@ prête
hi: %@ पोस्ट तैयार
ja: %@ポスト準備完了
pt: %@ postagem pronta
ru: Публикация %@ готова
tr: %@ paylaşımı hazır
zh_hans: %@ 帖子准备就绪

# %@ içeriği eklendi
source: %@ content added
ar: تمت إضافة محتوى %@
bn: %@ সামগ্রী যোগ করা হয়েছে৷
de: %@-Inhalt hinzugefügt
es: Contenido %@ agregado
fr: Contenu %@ ajouté
hi: %@ सामग्री जोड़ी गई
ja: %@ コンテンツが追加されました
pt: Conteúdo %@ adicionado
ru: Добавлен контент %@.
tr: %@ içeriği eklendi
zh_hans: 添加了 %@ 内容

# Geçerli bir %@ paylaşım bağlantısı yapıştır.
source: Paste a valid %@ share link.
ar: الصق رابط مشاركة %@ صالحًا.
bn: একটি বৈধ %@ শেয়ার লিঙ্ক আটকান৷
de: Fügen Sie einen gültigen %@-Freigabelink ein.
es: Pegue un enlace para compartir %@ válido.
fr: Collez un lien de partage %@ valide.
hi: एक वैध %@ शेयर लिंक चिपकाएँ।
ja: 有効な %@ 共有リンクを貼り付けます。
pt: Cole um link de compartilhamento %@ válido.
ru: Вставьте действительную ссылку общего доступа %@.
tr: Geçerli bir %@ paylaşım bağlantısı yapıştır.
zh_hans: 粘贴有效的 %@ 共享链接。

source: Location accuracy is insufficient to publish (%lld m). Wait a few seconds in an open area and try again.
ar: دقة الموقع غير كافية للنشر (%lld م). انتظر بضع ثوانٍ في منطقة مفتوحة وحاول مرة أخرى.
bn: অবস্থান নির্ভুলতা প্রকাশ করার জন্য অপর্যাপ্ত (%lld m)। একটি খোলা জায়গায় কয়েক সেকেন্ড অপেক্ষা করুন এবং আবার চেষ্টা করুন।
de: Die Standortgenauigkeit reicht für die Veröffentlichung nicht aus (%lld m). Warten Sie einige Sekunden in einem offenen Bereich und versuchen Sie es erneut.
es: La precisión de la ubicación es insuficiente para publicar (%lld m). Espere unos segundos en un área abierta y vuelva a intentarlo.
fr: La précision de la localisation est insuffisante pour publier (%lld m). Attendez quelques secondes dans une zone dégagée et réessayez.
hi: स्थान सटीकता प्रकाशित करने के लिए अपर्याप्त है (%lld m)। किसी खुले क्षेत्र में कुछ सेकंड रुकें और पुनः प्रयास करें।
ja: 位置精度が公開するには不十分です (%lld m)。開けた場所で数秒待ってから、もう一度試してください。
pt: A precisão da localização é insuficiente para publicar (%lld m). Aguarde alguns segundos em uma área aberta e tente novamente.
ru: Точность определения местоположения недостаточна для публикации (%lld м). Подождите несколько секунд на открытом месте и повторите попытку.
tr: Konum doğruluğu yayın için yeterli değil (%lld m). Açık bir alanda birkaç saniye bekleyip tekrar dene.
zh_hans: 位置精度不足以发布（%lld m）。在空旷区域等待几秒钟，然后重试。

# %@ içeriğini seç
source: Select %@ content
ar: حدد محتوى %@
bn: %@ সামগ্রী নির্বাচন করুন
de: Wählen Sie den %@-Inhalt aus
es: Seleccionar contenido %@
fr: Sélectionnez le contenu %@
hi: %@ सामग्री का चयन करें
ja: %@ コンテンツを選択します
pt: Selecione o conteúdo %@
ru: Выберите контент %@
tr: %@ içeriğini seç
zh_hans: 选择 %@ 内容

# %@ uygulamasını aç
source: Open the %@ app
ar: افتح تطبيق %@
bn: %@ অ্যাপটি খুলুন
de: Öffnen Sie die %@-App
es: Abra la aplicación %@
fr: Ouvrez l'application %@
hi: %@ ऐप खोलें
ja: %@アプリを開きます
pt: Abra o aplicativo %@
ru: Откройте приложение %@.
tr: %@ uygulamasını aç
zh_hans: 打开 %@ 应用程序

source: No valid %@ share link was found in the clipboard. Use Share → Copy link in the content’s app.
ar: لم يتم العثور على رابط مشاركة %@ صالح في الحافظة. استخدم مشاركة → نسخ الرابط في تطبيق المحتوى.
bn: ক্লিপবোর্ডে কোনো বৈধ %@ শেয়ার লিঙ্ক পাওয়া যায়নি। কন্টেন্ট অ্যাপে শেয়ার → কপি লিঙ্ক ব্যবহার করুন।
de: In der Zwischenablage wurde kein gültiger %@-Freigabelink gefunden. Verwenden Sie „Teilen“ → „Link kopieren“ in der App des Inhalts.
es: No se encontró ningún enlace compartido %@ válido en el portapapeles. Utilice Compartir → Copiar enlace en la aplicación del contenido.
fr: Aucun lien de partage %@ valide n'a été trouvé dans le presse-papiers. Utilisez Partager → Copier le lien dans l'application du contenu.
hi: क्लिपबोर्ड में कोई वैध %@ शेयर लिंक नहीं मिला। सामग्री के ऐप में शेयर → लिंक कॉपी करें का उपयोग करें।
ja: 有効な %@ 共有リンクがクリップボードに見つかりませんでした。コンテンツのアプリで [共有] → [リンクをコピー] を使用します。
pt: Nenhum link de compartilhamento %@ válido foi encontrado na área de transferência. Use Compartilhar → Copiar link no aplicativo de conteúdo.
ru: В буфере обмена не найдена действительная ссылка общего доступа %@. Используйте «Поделиться» → «Скопировать ссылку» в приложении контента.
tr: Panoda geçerli bir %@ paylaşım bağlantısı bulunamadı. İçerikte Paylaş → Bağlantıyı kopyala adımını kullan.
zh_hans: 在剪贴板中找不到有效的 %@ 共享链接。使用内容应用程序中的共享 → 复制链接。

# %@ paylaşımı
source: %@ post
ar: مشاركة %@
bn: %@ পোস্ট
de: %@-Beitrag
es: Publicación %@
fr: Publication %@
hi: %@ पोस्ट
ja: %@の投稿
pt: %@ postagem
ru: Публикация %@
tr: %@ paylaşımı
zh_hans: %@ 帖子

# kullanıcı
source: user
ar: مستخدم
bn: ব্যবহারকারী
de: Benutzer
es: usuario
fr: utilisateur
hi: उपयोगकर्ता
ja: ユーザー
pt: usuário
ru: пользователь
tr: kullanıcı
zh_hans: 用户

# Hazır avatar %@
source: Preset avatar %@
ar: الصورة الرمزية المعينة مسبقًا %@
bn: প্রিসেট অবতার %@
de: Voreingestellter Avatar %@
es: Avatar preestablecido %@
fr: Avatar prédéfini %@
hi: प्रीसेट अवतार %@
ja: プリセットアバター %@
pt: Avatar predefinido %@
ru: Предустановленный аватар %@
tr: Hazır avatar %@
zh_hans: 预设头像 %@

# %lld post şu anda yüklenemedi. Yenilemek için aşağı çek.
source: %lld posts could not be loaded. Pull down to refresh.
ar: تعذر تحميل %lld منشورات. اسحب للأسفل للتحديث.
bn: %lld পোস্ট লোড করা যায়নি। রিফ্রেশ করতে নিচে টানুন।
de: %lld Beiträge konnten nicht geladen werden. Zum Aktualisieren nach unten ziehen.
es: No se pudieron cargar %lld publicaciones. Desliza hacia abajo para actualizar.
fr: Impossible de charger %lld publications. Faites glisser vers le bas pour actualiser.
hi: %lld पोस्ट लोड नहीं की जा सकीं. ताज़ा करने के लिए नीचे खींचें.
ja: %lld 投稿を読み込めませんでした。プルダウンして更新します。
pt: Não foi possível carregar %lld postagens. Puxe para baixo para atualizar.
ru: Не удалось загрузить публикаций: %lld. Потяните вниз, чтобы обновить.
tr: %lld post şu anda yüklenemedi. Yenilemek için aşağı çek.
zh_hans: 无法加载 %lld 个帖子。请下拉刷新。

source: To power this session, Google will process sensor data (e.g., camera and location).
ar: لتشغيل هذه الجلسة، ستعالج Google بيانات المستشعرات (مثل الكاميرا والموقع).
bn: এই সেশন চালাতে Google সেন্সরের ডেটা (যেমন ক্যামেরা ও অবস্থান) প্রক্রিয়া করবে।
de: Für diese Sitzung verarbeitet Google Sensordaten (z. B. Kamera- und Standortdaten).
es: Para ejecutar esta sesión, Google procesará datos de sensores (por ejemplo, de la cámara y la ubicación).
fr: Pour faire fonctionner cette session, Google traitera des données de capteurs (par exemple, de la caméra et de localisation).
hi: इस सत्र को चलाने के लिए Google सेंसर डेटा (जैसे कैमरा और स्थान) संसाधित करेगा।
ja: このセッションを実行するために、Google はセンサーデータ（カメラや位置情報など）を処理します。
pt: Para executar esta sessão, o Google processará dados de sensores (por exemplo, câmera e localização).
ru: Для работы этого сеанса Google будет обрабатывать данные датчиков (например, камеры и местоположения).
tr: Bu oturumu çalıştırmak için Google, sensör verilerini (ör. kamera ve konum) işler.
zh_hans: 为支持此会话，Google 将处理传感器数据（例如摄像头和位置信息）。

# @%@ engellensin mi?
source: Block @%@?
ar: هل تريد حظر @%@؟
bn: @%@-কে ব্লক করবেন?
de: @%@ blockieren?
es: ¿Bloquear a @%@?
fr: Bloquer @%@ ?
hi: @%@ को ब्लॉक करें?
ja: @%@ をブロックしますか？
pt: Bloquear @%@?
ru: Заблокировать @%@?
tr: @%@ engellensin mi?
zh_hans: 屏蔽 @%@？

# Mekânsal post
source: Spatial post
ar: منشور مكاني
bn: স্থানভিত্তিক পোস্ট
de: Räumlicher Beitrag
es: Publicación espacial
fr: Publication spatiale
hi: स्थान से जुड़ी पोस्ट
ja: 空間に結びついた投稿
pt: Publicação espacial
ru: Пространственная публикация
tr: Mekânsal post
zh_hans: 空间帖子

# Hesap aktif
source: Account active
ar: الحساب نشط
bn: অ্যাকাউন্ট সক্রিয়
de: Konto aktiv
es: Cuenta activa
fr: Compte actif
hi: खाता सक्रिय है
ja: アカウントは有効です
pt: Conta ativa
ru: Аккаунт активен
tr: Hesap aktif
zh_hans: 账户正常

# Engellenen hesaplar
source: Blocked accounts
ar: الحسابات المحظورة
bn: ব্লক করা অ্যাকাউন্ট
de: Blockierte Konten
es: Cuentas bloqueadas
fr: Comptes bloqués
hi: ब्लॉक किए गए खाते
ja: ブロックしたアカウント
pt: Contas bloqueadas
ru: Заблокированные аккаунты
tr: Engellenen hesaplar
zh_hans: 已屏蔽的账户

# Kaydedilen post yok
source: No saved posts
ar: لا توجد منشورات محفوظة
bn: কোনো সংরক্ষিত পোস্ট নেই
de: Keine gespeicherten Beiträge
es: No hay publicaciones guardadas
fr: Aucune publication enregistrée
hi: कोई सहेजी गई पोस्ट नहीं है
ja: 保存した投稿はありません
pt: Nenhuma publicação salva
ru: Нет сохранённых публикаций
tr: Kaydedilen post yok
zh_hans: 暂无保存的帖子

# Engellenen hesap yok
source: No blocked accounts
ar: لا توجد حسابات محظورة
bn: কোনো ব্লক করা অ্যাকাউন্ট নেই
de: Keine blockierten Konten
es: No hay cuentas bloqueadas
fr: Aucun compte bloqué
hi: कोई ब्लॉक किया गया खाता नहीं है
ja: ブロックしたアカウントはありません
pt: Nenhuma conta bloqueada
ru: Нет заблокированных аккаунтов
tr: Engellenen hesap yok
zh_hans: 暂无屏蔽的账户

# yorum
source: comments
ar: التعليقات
bn: মন্তব্য
de: Kommentare
es: comentarios
fr: commentaires
hi: टिप्पणियाँ
ja: コメント
pt: comentários
ru: комментарии
tr: yorum
zh_hans: 评论

# AR oturumu durduruldu.
source: AR session stopped.
ar: تم إيقاف جلسة الواقع المعزز.
bn: AR সেশন বন্ধ করা হয়েছে।
de: AR-Sitzung angehalten.
es: La sesión de AR se ha detenido.
fr: La session AR a été arrêtée.
hi: AR सत्र रोक दिया गया।
ja: AR セッションを停止しました。
pt: A sessão de AR foi interrompida.
ru: Сеанс AR остановлен.
tr: AR oturumu durduruldu.
zh_hans: AR 会话已停止。

# AR lock yeniden bulundu.
source: AR lock restored.
ar: تمت استعادة تثبيت الواقع المعزز.
bn: AR লক ফিরে পাওয়া গেছে।
de: AR-Verankerung wiederhergestellt.
es: Se ha recuperado el anclaje de AR.
fr: Le verrouillage AR est rétabli.
hi: AR लॉक बहाल हो गया।
ja: AR の固定を復元しました。
pt: A fixação de AR foi restaurada.
ru: Фиксация AR восстановлена.
tr: AR lock yeniden bulundu.
zh_hans: AR 锁定已恢复。

# AR oturumu kesildi.
source: AR session interrupted.
ar: انقطعت جلسة الواقع المعزز.
bn: AR সেশন বাধাগ্রস্ত হয়েছে।
de: AR-Sitzung unterbrochen.
es: La sesión de AR se ha interrumpido.
fr: La session AR a été interrompue.
hi: AR सत्र बाधित हो गया।
ja: AR セッションが中断されました。
pt: A sessão de AR foi interrompida.
ru: Сеанс AR прерван.
tr: AR oturumu kesildi.
zh_hans: AR 会话已中断。

# Kamera izni verilmedi.
source: Camera access was denied.
ar: تم رفض الوصول إلى الكاميرا.
bn: ক্যামেরার অনুমতি দেওয়া হয়নি।
de: Kamerazugriff wurde verweigert.
es: Se ha denegado el acceso a la cámara.
fr: L’accès à la caméra a été refusé.
hi: कैमरे की अनुमति अस्वीकृत है।
ja: カメラへのアクセスが拒否されました。
pt: O acesso à câmera foi negado.
ru: Доступ к камере запрещён.
tr: Kamera izni verilmedi.
zh_hans: 摄像头权限已被拒绝。

# Post konum bilgisi eksik.
source: The post location is missing.
ar: موقع المنشور مفقود.
bn: পোস্টের অবস্থান নেই।
de: Standort des Beitrags fehlt.
es: Falta la ubicación de la publicación.
fr: La localisation de la publication est manquante.
hi: पोस्ट का स्थान उपलब्ध नहीं है।
ja: 投稿の位置情報がありません。
pt: A localização da publicação está ausente.
ru: Местоположение публикации отсутствует.
tr: Post konum bilgisi eksik.
zh_hans: 帖子缺少位置信息。

# Kamera izni gerekli
source: Camera permission required
ar: يلزم إذن الكاميرا
bn: ক্যামেরার অনুমতি প্রয়োজন
de: Kameraberechtigung erforderlich
es: Se necesita permiso de cámara
fr: Autorisation de la caméra requise
hi: कैमरे की अनुमति आवश्यक है
ja: カメラの許可が必要です
pt: Permissão da câmera necessária
ru: Нужен доступ к камере
tr: Kamera izni gerekli
zh_hans: 需要摄像头权限

# Konum bilinmiyor
source: Location unknown
ar: الموقع غير معروف
bn: অবস্থান অজানা
de: Standort unbekannt
es: Ubicación desconocida
fr: Position inconnue
hi: स्थान अज्ञात है
ja: 位置情報が不明です
pt: Localização desconhecida
ru: Местоположение неизвестно
tr: Konum bilinmiyor
zh_hans: 位置未知

# Mesafe bilinmiyor
source: Distance unknown
ar: المسافة غير معروفة
bn: দূরত্ব অজানা
de: Entfernung unbekannt
es: Distancia desconocida
fr: Distance inconnue
hi: दूरी अज्ञात है
ja: 距離が不明です
pt: Distância desconhecida
ru: Расстояние неизвестно
tr: Mesafe bilinmiyor
zh_hans: 距离未知

# Konum uzak
source: Too far away
ar: الموقع بعيد جدًا
bn: অবস্থান অনেক দূরে
de: Zu weit entfernt
es: Demasiado lejos
fr: Trop loin
hi: स्थान बहुत दूर है
ja: 距離が遠すぎます
pt: Muito longe
ru: Слишком далеко
tr: Konum uzak
zh_hans: 距离太远

# Sosyal medya postu ekle
source: Add a social media post
ar: أضف منشورًا من وسائل التواصل الاجتماعي
bn: সামাজিক মাধ্যমের পোস্ট যোগ করুন
de: Social-Media-Beitrag hinzufügen
es: Añadir una publicación de redes sociales
fr: Ajouter une publication de réseau social
hi: सोशल मीडिया पोस्ट जोड़ें
ja: ソーシャルメディアの投稿を追加
pt: Adicionar uma publicação de rede social
ru: Добавить публикацию из соцсети
tr: Sosyal medya postu ekle
zh_hans: 添加社交媒体帖子

# Hesap engellenemedi. Tekrar dene.
source: Could not block the account. Try again.
ar: تعذر حظر الحساب. حاول مجددًا.
bn: অ্যাকাউন্ট ব্লক করা যায়নি। আবার চেষ্টা করুন।
de: Das Konto konnte nicht blockiert werden. Erneut versuchen.
es: No se pudo bloquear la cuenta. Inténtalo de nuevo.
fr: Impossible de bloquer le compte. Réessayez.
hi: खाते को ब्लॉक नहीं किया जा सका। फिर से प्रयास करें।
ja: アカウントをブロックできませんでした。再試行してください。
pt: Não foi possível bloquear a conta. Tente novamente.
ru: Не удалось заблокировать аккаунт. Повторите попытку.
tr: Hesap engellenemedi. Tekrar dene.
zh_hans: 无法屏蔽此账户。请重试。

# Koleksiyona ekle
source: Add to collection
ar: أضف إلى المجموعة
bn: সংগ্রহে যোগ করুন
de: Zur Sammlung hinzufügen
es: Añadir a la colección
fr: Ajouter à une collection
hi: संग्रह में जोड़ें
ja: コレクションに追加
pt: Adicionar à coleção
ru: Добавить в коллекцию
tr: Koleksiyona ekle
zh_hans: 添加到收藏集

# Yorum silindi.
source: Comment deleted.
ar: تم حذف التعليق.
bn: মন্তব্য মুছে ফেলা হয়েছে।
de: Kommentar gelöscht.
es: Comentario eliminado.
fr: Commentaire supprimé.
hi: टिप्पणी हटा दी गई।
ja: コメントを削除しました。
pt: Comentário excluído.
ru: Комментарий удалён.
tr: Yorum silindi.
zh_hans: 评论已删除。

# Yorum silinemedi.
source: Could not delete the comment.
ar: تعذر حذف التعليق.
bn: মন্তব্য মুছে ফেলা যায়নি।
de: Kommentar konnte nicht gelöscht werden.
es: No se pudo eliminar el comentario.
fr: Impossible de supprimer le commentaire.
hi: टिप्पणी हटाई नहीं जा सकी।
ja: コメントを削除できませんでした。
pt: Não foi possível excluir o comentário.
ru: Не удалось удалить комментарий.
tr: Yorum silinemedi.
zh_hans: 无法删除评论。

# Yorum en fazla 500 karakter olabilir.
source: A comment can contain up to 500 characters.
ar: يمكن أن يحتوي التعليق على 500 حرف كحد أقصى.
bn: মন্তব্যে সর্বোচ্চ ৫০০ অক্ষর থাকতে পারে।
de: Ein Kommentar darf bis zu 500 Zeichen enthalten.
es: Un comentario puede contener hasta 500 caracteres.
fr: Un commentaire peut contenir jusqu’à 500 caractères.
hi: टिप्पणी में अधिकतम 500 अक्षर हो सकते हैं।
ja: コメントは500文字以内で入力してください。
pt: Um comentário pode ter até 500 caracteres.
ru: Комментарий может содержать до 500 символов.
tr: Yorum en fazla 500 karakter olabilir.
zh_hans: 评论最多可包含 500 个字符。

# Koleksiyona eklenemedi.
source: Could not add to the collection.
ar: تعذرت الإضافة إلى المجموعة.
bn: সংগ্রহে যোগ করা যায়নি।
de: Konnte nicht zur Sammlung hinzugefügt werden.
es: No se pudo añadir a la colección.
fr: Impossible d’ajouter à la collection.
hi: संग्रह में जोड़ा नहीं जा सका।
ja: コレクションに追加できませんでした。
pt: Não foi possível adicionar à coleção.
ru: Не удалось добавить в коллекцию.
tr: Koleksiyona eklenemedi.
zh_hans: 无法添加到收藏集。

# Giriş bağlantısı tamamlanamadı. Bağlantını kontrol edip tekrar dene.
source: Could not complete the sign-in link. Check your connection and try again.
ar: تعذر إكمال رابط تسجيل الدخول. تحقق من اتصالك وحاول مجددًا.
bn: সাইন-ইন লিঙ্ক সম্পন্ন করা যায়নি। সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
de: Der Anmeldelink konnte nicht abgeschlossen werden. Verbindung prüfen und erneut versuchen.
es: No se pudo completar el enlace de inicio de sesión. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de finaliser le lien de connexion. Vérifiez votre connexion et réessayez.
hi: साइन-इन लिंक पूरा नहीं किया जा सका। कनेक्शन जाँचें और फिर से प्रयास करें।
ja: ログインリンクの処理を完了できませんでした。接続を確認して再試行してください。
pt: Não foi possível concluir o link de login. Verifique sua conexão e tente novamente.
ru: Не удалось завершить вход по ссылке. Проверьте соединение и повторите попытку.
tr: Giriş bağlantısı tamamlanamadı. Bağlantını kontrol edip tekrar dene.
zh_hans: 无法完成登录链接操作。请检查连接后重试。

# Profil güncellenemedi. Bağlantını kontrol edip tekrar dene.
source: Could not update your profile. Check your connection and try again.
ar: تعذر تحديث ملفك الشخصي. تحقق من اتصالك وحاول مجددًا.
bn: প্রোফাইল আপডেট করা যায়নি। সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
de: Profil konnte nicht aktualisiert werden. Verbindung prüfen und erneut versuchen.
es: No se pudo actualizar tu perfil. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de mettre à jour votre profil. Vérifiez votre connexion et réessayez.
hi: प्रोफ़ाइल अपडेट नहीं की जा सकी। कनेक्शन जाँचें और फिर से प्रयास करें।
ja: プロフィールを更新できませんでした。接続を確認して再試行してください。
pt: Não foi possível atualizar seu perfil. Verifique sua conexão e tente novamente.
ru: Не удалось обновить профиль. Проверьте соединение и повторите попытку.
tr: Profil güncellenemedi. Bağlantını kontrol edip tekrar dene.
zh_hans: 无法更新个人资料。请检查连接后重试。

# Önceki yorumları yükle
source: Load older comments
ar: تحميل التعليقات الأقدم
bn: আগের মন্তব্যগুলো লোড করুন
de: Ältere Kommentare laden
es: Cargar comentarios anteriores
fr: Charger les commentaires précédents
hi: पुरानी टिप्पणियाँ लोड करें
ja: 以前のコメントを読み込む
pt: Carregar comentários anteriores
ru: Загрузить более ранние комментарии
tr: Önceki yorumları yükle
zh_hans: 加载较早的评论

# Yorumlar şu anda yüklenemiyor. Tekrar dene.
source: Comments could not be loaded. Try again.
ar: يتعذر تحميل التعليقات الآن. حاول مرة أخرى.
bn: এই মুহূর্তে মন্তব্যগুলো লোড করা যাচ্ছে না। আবার চেষ্টা করুন।
de: Kommentare können gerade nicht geladen werden. Versuche es erneut.
es: No se pueden cargar los comentarios ahora. Inténtalo de nuevo.
fr: Impossible de charger les commentaires pour le moment. Réessayez.
hi: अभी टिप्पणियाँ लोड नहीं हो पा रही हैं। फिर से कोशिश करें।
ja: 現在コメントを読み込めません。もう一度お試しください。
pt: Não é possível carregar os comentários agora. Tente novamente.
ru: Сейчас не удаётся загрузить комментарии. Попробуйте ещё раз.
tr: Yorumlar şu anda yüklenemiyor. Tekrar dene.
zh_hans: 目前无法加载评论。请重试。

# Yeni yorumları yenile
source: Refresh latest comments
ar: تحديث أحدث التعليقات
bn: সাম্প্রতিক মন্তব্যগুলো রিফ্রেশ করুন
de: Neueste Kommentare aktualisieren
es: Actualizar comentarios recientes
fr: Actualiser les commentaires récents
hi: नई टिप्पणियाँ रीफ़्रेश करें
ja: 最新のコメントを更新
pt: Atualizar os comentários recentes
ru: Обновить последние комментарии
tr: Yeni yorumları yenile
zh_hans: 刷新最新评论

# Silme isteğiniz alındı. İşlem arka planda tamamlanacak.
source: Your deletion request was accepted. It will finish in the background.
ar: تم قبول طلب حذف حسابك. ستكتمل العملية في الخلفية.
bn: আপনার অ্যাকাউন্ট মুছে ফেলার অনুরোধ গ্রহণ করা হয়েছে। প্রক্রিয়াটি ব্যাকগ্রাউন্ডে সম্পন্ন হবে।
de: Deine Löschanfrage wurde angenommen. Der Vorgang wird im Hintergrund abgeschlossen.
es: Se ha aceptado tu solicitud de eliminación. El proceso se completará en segundo plano.
fr: Votre demande de suppression a été acceptée. Le traitement se terminera en arrière-plan.
hi: आपका खाता मिटाने का अनुरोध स्वीकार कर लिया गया है। यह प्रक्रिया पृष्ठभूमि में पूरी होगी।
ja: アカウント削除のリクエストを受け付けました。処理はバックグラウンドで完了します。
pt: Sua solicitação de exclusão foi aceita. O processo será concluído em segundo plano.
ru: Ваш запрос на удаление принят. Операция завершится в фоновом режиме.
tr: Silme isteğiniz alındı. İşlem arka planda tamamlanacak.
zh_hans: 已接受你的账户删除请求。删除操作将在后台完成。

# Bildirimler
source: Notifications
ar: الإشعارات
bn: বিজ্ঞপ্তি
de: Mitteilungen
es: Notificaciones
hi: सूचनाएँ
ja: 通知
pt: Notificações
ru: Уведомления
tr: Bildirimler
zh_hans: 通知

# Bildirimlere izin ver
source: Allow notifications
ar: السماح بالإشعارات
bn: বিজ্ঞপ্তির অনুমতি দিন
de: Mitteilungen erlauben
es: Permitir notificaciones
fr: Autoriser les notifications
hi: सूचनाओं की अनुमति दें
ja: 通知を許可
pt: Permitir notificações
ru: Разрешить уведомления
tr: Bildirimlere izin ver
zh_hans: 允许通知
